[
  {
    "url": "https://www.ecasino.cz/cs/faq",
    "category": "Registrace",
    "title": "Jak dokončím plnou registraci?",
    "content": "Pro dokončení plné registrace, je potřeba dokončit následující jednoduché kroky.\n\nVyplň registrační formulář\nPřidej platební metodu a ověř svou identitu (BankID nejlepší!)\nNastav herní limity\nPotvrď svůj email\nA to je vše! Hned poté dostaneš svůj bonus."
  },
  {
    "url": "https://www.ecasino.cz/cs/faq",
    "category": "Registrace",
    "title": "Proč chcete mé osobní údaje?",
    "content": "Jsme společností, která má oficiální licenci na provoz online her a proto musíme, podle zákona o hazardních hrách, tyto údaje vyžadovat. Nemusíš mít ale žádné obavy. Tvoje osobní údaje jsou u nás v naprostém bezpečí."
  },
  {
    "url": "https://www.ecasino.cz/cs/faq",
    "category": "Ověření",
    "title": "Registruji se podruhé a nejde mi dokončit registraci. Jak mám postupovat?",
    "content": "Je možné, že v předchozí registraci byli uvedeny stejné údaje, které jsou jedinečné. Kontaktuj naši podporu, která ti pomůže s novou registrací. Pozor, při opakované registraci dojde k blokaci bonusu za registraci. Je to z bezpečnostních důvodů a poté individuálně kontrolujeme důvody nároku na bonus."
  },
  {
    "url": "https://www.ecasino.cz/cs/faq",
    "category": "Ověření",
    "title": "Jak ověřím svoji identitu online?",
    "content": "Ověření tvé identity online je snadné. Tvá identita se ověří po přihlášení do tvého internetového bankovnictví v průběhu plné registrace. Je potřeba mít účet u Air Bank, Monety, České spořitelny, Komerční banky, Raiffeisenbank nebo ČSOB. Ověření klientů dalších českých bank je jen otázkou času. Už na tom děláme."
  },
  {
    "url": "https://www.ecasino.cz/cs/faq",
    "category": "Ověření",
    "title": "Mohu svou identitu ověřit fyzicky?",
    "content": "Samozřejmě. Ověření můžeš provést na kterémkoliv místě Czech POINT, které nejčastěji najdeš na České poště. Poté dokument nahraješ po Přihlášení v sekci Můj účet / Ověření identity. Částku 200 Kč, kterou zaplatíš za ověření na Czech POINTu, ti připíšeme na tvůj herní účet po nahrání dokumentu s ověřením. Napiš nám o to, pokud se tak automaticky nestane."
  },
  {
    "url": "https://www.ecasino.cz/cs/faq",
    "category": "Ověření",
    "title": "Mohu použít bankovní účet, který není vedený na moje jméno?",
    "content": "Bankovní účet musí být veden na tvé jméno. Jinak ho ze zákona nelze akceptovat pro účel ověření platební metody."
  },
  {
    "url": "https://www.ecasino.cz/cs/faq",
    "category": "Ověření",
    "title": "Co se stane, pokud nestihnu ověřit svou identitu do 30 dní?",
    "content": "Pokud registraci nedokončíš do 30 dnů od vytvoření registrace, bude tento účet uzavřen a je potřeba vytvořit nový. Nevyčerpaný vklad ti bude vrácen nejpozději do 7 dnů od uzavření účtu. Tento požadavek vyplývá ze zákona o hazardních hrách, který musíme dodržovat. Pozor, pokud ti účet propadne, ztrácíš nárok na již připsané vstupní bonusy!"
  },
  {
    "url": "https://www.ecasino.cz/cs/faq",
    "category": "Ověření",
    "title": "Koukám do schránky a ověřovací e-mail nikde.",
    "content": "Zkontroluj spam, příchozí i nevyžádané e-maily. Ověřovací e-mail se tam nenachází? Podívej se do svého účtu, jestli je tvůj email zadán správně. Pokud ano, tak se obrať na naši podporu. Společně to vyřešíme."
  },
  {
    "url": "https://www.ecasino.cz/cs/faq",
    "category": "Ověření",
    "title": "Nepřišla mi ověřovací SMS!",
    "content": "Ověřovací SMS ti možná nepřišla, protože nemáš povoleny marketingové zprávy. Kontaktuj svého operátora nebo je povol v nastavení svého mobilu. Pokud máš vše povoleno a SMS stále nepřichází kontaktuj naši podporu a my se na to podíváme."
  },
  {
    "url": "https://www.ecasino.cz/cs/faq",
    "category": "Můj účet",
    "title": "Co mám dělat, když zapomenu uživatelské heslo?",
    "content": "Pod přihlašovacím polem se nachází tlačítko Zapomenuté heslo. Klikni na něj, vyplň svůj email a zvol Odeslat. Za chvilku ti přijde email s možností nastavit nové heslo."
  },
  {
    "url": "https://www.ecasino.cz/cs/faq",
    "category": "Můj účet",
    "title": "Co mám dělat, když zapomenu přihlašovací jméno?",
    "content": "Využij kontaktní formulář nebo nám napiš email na podpora@ecasino.cz. Naše podpora ti ochotně pomůže."
  }
]